Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2015/2_samisk_sprak_i_grunnskolen.pdf.tmx
Source language: nob
Languages: sme

source: Kravet var at de skal etablere og implementere et skriftlig, forsvarlig system som er egnet til å vurdere om krav i opplæringsloven med forskrift er oppfylt, og må i denne forbindelse se til at:
sme: Gáibádus lei ahte galgá ásahit ja doibmiibidjat čálalaš, dohkálaš vuogádaga mii lea heivvolaš árvvoštallat ahte gáibádusat oahpahuslágas oktan láhkaásahusain leat ollašuvvan, ja galgá dan oktavuođas fuolahit ahte:

source: Det foreligger rutiner som sikrer at alle i organisasjonen som har oppgaver knyttet til samiske elevers rettigheter har tilstrekkelig kunnskap om innhold og krav i de bestemmelsene som er relevante.
sme:  leat rutiinnat mat sihkkarastet ahte buohkat organisašuvnnas geain leat barggut mat leat čatnašuvvan sámi oahppiid vuoigatvuođaide, lea doarvái máhttu áššáigullevaš mearrádusaid sisdoalus ja gáibádusain

source: Det foreligger rutiner som sikrer at skoleeier får nødvendig informasjon om det som faktisk skjer når det gjelder opplæring i samisk.
sme:  leat rutiinnat mat sihkkarastet ahte skuvlaeaiggát oažžu doarvái dieđu das mii duođaid dáhpáhuvvá sámegiela oahpahusas

source: Det foreligger rutiner for at informasjonsutvekslinga blir vurdert i henhold til lovkravene.
sme:  leat rutiinnat mo diehtolonuhallan árvvoštallojuvvo láhkagáibádusaid ektui

source: Det foreligger rutiner for å sette inn nødvendige tiltak dersom det avdekkes at praksis ikke er i samsvar med lovkravene.
sme:  leat rutiinnat mo álggaha dárbbašlaš doaibmabijuid jos boahtá ovdan ahte geavat ii soaba láhkagáibádusaiguin

source: Kommunene må også sikre at retten til samisk opplæring i grunnskolen innfris, og må i denne forbindelse se til at:
sme: Gielddat galget maid sihkkarastit ahte vuoigatvuohta oažžut sámegiela oahpahusa vuođđoskuvllas duohtandahkkojuvvo, ja galget dan oktavuođas:

source: Det etableres rutiner som sikrer at årlige rundskriv om fag- og timefordeling gjøres kjent og etterleves.
sme:  ásahit rutiinnaid mat sihkkarastet ahte jahkásaš diehtojuohkinreive fága- ja diibmojuohkima birra dahkkojuvvo dovddusin ja čuvvojuvvo

source: Det etableres rutiner som sikrer at samiske elever får minste årstimetall, samt utarbeide og implementere en rutine for kontroll med dette.
sme:  ásahit rutiinnaid mat sihkkarastet ahte sámi oahppit ožžot unnimus jahkediibmomeari, ja ráhkada ja doibmiibidjá rutiinna mii bearráigeahččá dan

source: Det etableres rutiner som sikrer at innholdet i opplæringa til enhver tid er i samsvar med gjeldende læreplanverk.
sme:  ásahit rutiinnaid mat sihkkarastet ahte oahpahusa sisdoallu álo soahpá doaibmi oahppoplánabuktosiin

source: Det etableres rutiner som sikrer foreldre og/eller elever rett til å velge språkform for opplæring i samisk (nord-, lule- eller sørsamisk).
sme:  ásahit rutiinnaid mat sihkkarastet ahte váhnemat ja/dahje oahppit sáhttet válljet oahpahusa gielain (davvi-, julev- ja máttasámegielas).

source: I tillegg skal kommunene sikre at retten til alternative opplæringsformer i samisk blir ivaretatt, og må i denne forbindelse se til at det etableres rutiner for å sikre foreldremedvirkning når alternative opplæringstilbud skal utarbeides.
sme: Dasa lassin galget gielddat sihkkarastit ahte vuhtiiváldá vuoigatvuođa oažžut molssaevttolaš oahpahusvugiid, ja fertejit dan oktavuođas ásahit rutiinnaid mat sihkkarastet váhnemiid mielváikkuheami go ráhkada molssaevttolaš oahpahusfálaldagaid.

source: 2.6.4 Tilsyn i Finnmark
sme: 2.6.4 Bearráigeahčut Finnmárkkus

source: Det er utført fire tilsyn med samisk opplæringa i Finnmark fylke: Grunnskolene i Alta, Alta Videregående skole, Lakselv skole i Porsanger kommune og Kautokeino barneskole og Kautokeino ungdomsskole (Fylkesmannen i Finnmark 2013-1;
sme: Leat čađahuvvon njeallje bearráigeahču sámegiela oahpahusas Finnmárkku fylkkas: Álttá vuođđoskuvllain, Álttá joatkkaskuvllas, Leavnnja skuvllas Porsáŋggu gielddas, Guovdageainnu mánáidskuvllas ja Guovdageainnu nuoraidskuvllas. (Finnmárkku fylkkamánne 2013-1;

source: Tilsynene i Finnmark følger samme mal som tilsynene lenger sør, men de skiller seg ut fra tilsynene i Oslo/Akershus og Nordland ved at det ikke er avdekket noen lovbrudd.
sme: Bearráigeahččamat Finnmárkkus čuvvot seammá málle go bearráigeahččamat máddeleappos, muhto spiehkastit bearráigeahččamiin Oslos/Akershusas ja Nordlánddas go ii leat fuopmášan ovttage láhkarihkkuma.

source: Grunnskolene i Alta kommune
sme: Álttá gieldda vuođđoskuvllat

source: Fylkesmannen vurdering av forholdene ved Alta kommunes grunnskoler er udelt positive.
sme: Fylkkamánne árvvoštallamat dilis Álttá gieldda vuođđoskuvllain leat oppalaččat positiivvat.

source: Fylkesmannen konkluderer med at «Alta kommune har et forsvarlig system for å vurdere og følge opp om opplæringslovens krav til samisk opplæring ivaretas».
sme: Fylkkamánne loahppabohtosis daddjojuvvo ahte: “Álttá gielddas lea dohkálaš vuogádat árvvoštallat ja čuovvulit ahte oahpahuslága gáibádusat sámegiela oahpahussii vuhtiiváldojuvvojit.

source: Det ble ikke avdekket noen lovbrudd og heller ikke gitt noen pålegg.
sme: ” Ii leat fuopmášahttán láhkarihkkomiid, iige leat gohččon gieldda njulget maidege.

source: Fylkesmannen konkluderer med at Alta kommune har gode rutiner i forhold til struktur og prosess i sitt kvalitetsvurderingssystem.
sme: Joatkagis Fylkkamánne konkludere ahte Álttá gielddas leat buorit rutiinnat struktuvrra ja proseassa hárrái iežas kvalitehtaárvvoštallanvuogádagas.

source: Strukturkvalitet kjennetegnes av motiverte og kvalifiserte lærere med kompetanse i samisk.
sme: Struktuvrakvalitehta mihtilmas áššit leat movttiidahtton ja gelbbolaš oahpaheaddjit geain lea gelbbolašvuohta sámegielas.

source: Kommunen har stedlig opplæring på skolene.
sme: Gielddas lea báikkálaš oahpahus sámegielas buot skuvllain.

source: Dette gjelder elever i grunnskolen i Alta som ønsker opplæring i samisk.
sme: Das lea sáhka oahppiin Álttá vuođđoskuvllain geat háliidit oahpahusa sámegielas.

source: Kommunen sier videre at de har hatt forespørsler om alternativ opplæring og at de har gitt et tilbud i form av lyd og bilde.
sme: Gielddas lea muitalan ahte sidjiide leat boahtán gažaldagat molssaevttolaš oahpahusa birra ja dan lea fállan jiena ja gova bokte.

source: Fylkesmannen ser at kommunen har et system for hvordan de tilrettelegger for alternative opplæringsformer og at de har ulike løsninger som sørger for at den enkelte elev får et tilbud om en alternativ opplæringsform.
sme: Fylkkamánne oaidná ahte gielddas lea vuogádat mainna lágida molssaevttolaš oahpahusvugiid ja dain lea iešguđetlágan čovdosat mat fuolahit ahte ovttaskas oahppit ožžot molssaevttolaš oahpahusfálaldaga.

source: Andre forhold som fører til en positiv vurdering er at kommunen har informasjonsrutiner for å informere om rett til opplæring i samisk for foresatte/elever.
sme: Eará áššit mat leat mielddisbuktán positiiva árvvoštallama lea ahte gielddas leat diehtojuohkinrutiinnat mainna juohká dieđu sámegiela oahpahusa vuoigatvuođas fuolaheaddjiide ja oahppiide.

source: Kommunen har et informasjonsbrev som deles ut til foresatte foran hvert skoleår.
sme: Gielddas lea diehtojuohkinreive mii juhkkojuvvo fuolaheaddjiide juohke jagi ovdalgo skuvla álgá.

source: Et annet eksempel er at Alta kommune gir opplæring i og på samisk til elever ved Komsa skole.
sme: Eará ovdamearka lea ahte Álttá gielda fállá oahpahusa sámegillii oahppiide Gorravári skuvllas.

source: Dette er vedtatt av kommunestyret i Alta kommune.
sme: Dan lea Álttá gielddastivra mearridan.

source: Et tredje eksempel er at det er opprettet et nettverk for alle samisklærere i kommunen.
sme: Goalmmát ovdamearka lea ahte lea ásahan fierpmádaga buot sámegieloahpaheaddjiide gielddas.

source: Lærerne treffes innenfor ordinær arbeidstid og har avsatt ressurs til å gjennomføre faste, månedlige møter.
sme: Oahpaheaddjit deaivvadit dábálaš bargoáiggis, ja daidda lea várrejuvvon resursa čađahit fásta, mánnosaš čoahkkimiid.

source: Nettverket har utarbeidet et planverk som skolene skal bruke i samiskopplæringa.
sme: Fierpmádat lea ráhkadan plánabuktosa maid skuvllat geavahit sámegiela oahpahusas.

source: Dette er, ifølge Fylkesmannens tilsynsrapport, et flott og viktig arbeid som skoleeier har satt av ressurser til.
sme: Dát lea, Fylkkamánne bearráigeahččanraportta mielde, buorre ja dehálaš bargu masa skuvlaeaiggát leat várren resurssaid.

source: Lakselv skole – Porsanger kommune
sme: Leavnnja skuvla – Porsáŋggu gielddas

source: Fylkesmannen har gjennomført tilsyn med samiskopplæringa ved Lakselv skole i Porsanger kommune.
sme: Fylkkamánne lea bearráigeahččan sámegiela oahpahusa Leavnnja skuvllas Porsáŋggu gielddas.

source: Kommunen ligger i Forvaltningsområdet og regnes som samisk distrikt i henhold til opplæringsloven.
sme: Gielda lea Hálddašanguovllus ja adnojuvvo Sámi guovlun oahpahusa lága mielde.

source: Grunnskolene i kommunen er derfor pliktige til å tilby opplæring i og på samisk (Opplæringsloven § 6-2).
sme: Danne leat gieldda vuođđoskuvllat geatnegahtton fállat oahpahusa sámegillii ja sámegielas (oahpahuslága § 6-2).

source: Vurderingene i tilsynsrapporten oppgis å være gjort utfra de minstekrav som er satt for kommuner med elever i samiske distrikt.
sme: Bearráigeahččanraporttas čilgejuvvo ahte árvvoštallamat leat dahkkon unnimusgáibádusaid ektui mat leat biddjon Hálddašanguovllu gielddaide.

source: 1. Læreplanen i samisk må følges, 2. Fag og timefordelingsplanen er bindende.
sme: 1. Galgá čuovvut Sámi oahppoplána. 2. Fága- ja diibmojuohkinplána lea čatnašuvvi.

source: 3. Skolen tilbyr samisk som første eller andrespråk.
sme: 3. Skuvla fállá sámegiela vuosttasgiellan ja nubbingiellan.

source: Vurderingene i tilsynsrapporten er udelt positive.
sme: Bearráigeahččanraportta árvvoštallamat leat aivve positiiva.

source: “Dokumentasjonen viser at det gis tilbud om opplæring i og/eller på samisk på alle trinn og skolen har rutiner for overganger mellom barnetrinnet og ungdomstrinnet som sikre elever sin rett til språkvalg og språkalternativ.
sme: “Dokumentašuvdna čájeha ahte fállá oahpahusa sámegielas ja sámegillii buot cehkiin, ja skuvllas leat rutiinnat mo sihkkarastit oahppiid vuoigatvuođaid giellaválljemiidda ja giellamolssaeavttuide go sirdašuvvet mánáidceahkis nuoraidceahkkái.

source: Dette vurderer Fylkesmannen som at Lakselv skole tilbyr samisk som første eller andre språk til elevene på skolen.
sme: Dán Fylkkamánne árvvoštallá duođaštussan dasa ahte Leavnnja skuvla fállá sámegiela vuosttas dahje nubbingiellan oahppiide skuvllas.

source: Skolen viser i sin dokumentasjon eksempler på halvårsplaner og årsplaner hvor kompetansemål fra samisk læreplan er førende og legges til grunn i fagene.
sme: Skuvla čájeha iežas dokumentašuvnnas jahkebealleplánaid ja jahkeplánaid mas sámi oahppoplána lea mearrideaddjin ja fágaide vuođđun.

source: Innsendt dokumentasjon viser at skolen bruker godkjente læreverk og/eller andre læremidler etter Kunnskapsløftet Samisk.
sme: Vuostáiváldon dokumentašuvdna čájeha ahte skuvla geavaha dohkkehuvvon oahpponeavvuid ja/dahje eará oahpponeavvuid mat leat heivehuvvon Máhttolokten Sápmái.

source: Elevene får opplæring i og/eller på samisk etter samisk læreplan og vurderes etter kompetansemål i det enkelte fag.
sme: Oahppit ožžot oahpahusa sámegielas ja/dahje sámegielas Sámi oahppoplána mielde ja árvvoštallojuvvojit gealbomihttomeriid hárrái ovttaskas fágain.

source: Elevene er delt i egne samiske klasser på barne- og ungdomstrinnet og følger gjeldende fag og timefordelingsplan.
sme: Oahppit leat juhkkojuvvon sierra sámegielat luohkáide sihke mánáid- ja nuoraidceahkis ja čuvvot doaibmi fága- ja diibmojuohkinplána.

source: Det er et krav at lærere som underviser skal ha relevant og godkjent kompetanse.
sme: Gáibiduvvo ahte oahpaheaddjiin geat oahpahit, galgá leat áššáigullevaš ja dohkkehuvvon gelbbolašvuohta.

source: Den innsendte dokumentasjon viser at lærerne på Lakselv skole har dette og på bakgrunn av dette vurderer Fylkesmannen at Porsanger kommune sikrer at lovkravet blir oppfylt.
sme: Vuostáiváldon dokumentašuvdna čájeha Leavnnja skuvlla oahpaheaddjiin leat dan, ja dan vuođul Fylkkamánne árvvoštallá ahte Porsáŋggu gielda ollašuhttá láhkagáibádusa.

source: Skolen har tilgjengelig og godkjent læremateriell/læremidler og oppfyller Opplæringsloven § 9-3 om “Utstyr” som lyder: “Skolane skal ha tilgang til nødvendig utstyr, inventar og læremiddel”
sme: Skuvllas leat geavahan láhkai dohkálaš oahppomateriála/oahpponeavvut, ja ollašuhttá oahpahuslága § 9-3 mas daddjo: “Skuvllas galget leat dárbbašlaš reaiddut, luvvadagat ja oahpponeavvut”.

source: Fylkesmannen viser til Opplæringsloven § 13-10 om system.
sme: Fylkkamánne čujuha oahpahuslága § 13-10:i vuogádaga birra.

source: Porsanger kommune skal ha et system som er egnet til å vurdere om kravene i lov og forskrift blir oppfylt.
sme: Porsáŋggu gielddas galgá leat vuogádat man mielde heive árvvoštallat ollašuvvet go oahpahuslága ja láhkaásahusaid gáibádusat.

source: Systemkravet innebærer krav til rutiner for kommunikasjon og samhandling mellom skoleeier og skoler i organisasjonen.
sme: Vuogádatgáibádus mielddisbuktá gáibádusa ahte leat gulahallan- ja ovttasbargorutiinnat skuvlaeaiggáda ja skuvllaid gaskkas organisašuvnnas.

source: Med rutiner menes det her hva som skal utføres, hvem som skal gjøre det, hvordan det skal gjøres og når det skal skje.
sme: Rutiinnat mearkkašit dás mii galgá dahkkojuvvot, gii galgá dahkat dan, mo dan galgá dahkat ja goas galgá dahkkojuvvot.

source: Med bakgrunn i dokumentasjon fra kommunen mener Fylkesmannen at Porsanger kommune har et forsvarlig system som er robust nok til å avdekke lovbrudd.
sme: Dokumentašuvnna vuođul Fylkkamánne oaivvilda ahte Porsáŋggu gielddas lea dohkálaš vuogádat mii lea doarvái nanus fuopmášit láhkarihkkumiid.

source: Fylkesmannen mener at Porsanger kommune og Lakselv skole har sannsynliggjort at de legger til rette for at elever får samisk opplæring og at det ikke er avdekket noe som skulle tilsi at det foreligger et lovbrudd.
sme: Fylkkamánne oaivvilda ahte Porsáŋggu gielda ja Leavnnja skuvla lea jáhkehahtti vuogi mielde čájehan ahte láhčet dili nu ahte oahppit ožžot sámi oahpahusa, iige leat boahtán ovdan mihkkege mii čujuhivčče dasa ahte láhkarihkkun lea dáhpáhuvvan.

source: Kautokeino barneskole og Kautokeino ungdomsskole
sme: Guovdageainnu mánáidskuvla ja Guovdageainnu nuoraidskuvla

source: Fylkesmannen har gjennomført tilsyn med samiskopplæringa ved Kautokeino barneskole og Kautokeino ungdomsskole i Kautokeino kommune i 2015. Kommunen ligger i Forvaltningsområdet og regnes som samisk distrikt i henhold til opplæringsloven.
sme: Fylkkamánne lea bearráigeahččan sámegiela oahpahusa Guovdageainnu mánáidskuvllas ja Guovdageainnu nuoraidskuvlla Guovdageainnu suohkanis 2015. Suohkan lea Hálddašanguovllus ja adnojuvvo Sámi guovlun oahpahuslágas.

source: Grunnskolene I kommunen er derfor pliktige til å tilby opplæring både i og på samisk (Opplæringsloven § 6-2).
sme: Danne suohkana vuođđoskuvllat leat geatnegahtton fállat oahpahusa sihke sámegielas ja sámegillii (oahpahuslága § 6-2).

source: Vurderingene i tilsynsrapporten for tilsynet i Kautokeino er udelt positive.
sme: Bearráigeahččanraportta árvvoštallamat leat aivve positiivvat.

source: Dokumentasjonen viser at det gis tilbud om opplæring i og på samisk, og opplæring i og på norsk på alle trinn i grunnskolen.
sme: Dokumentašuvdna čájeha ahte fállá oahpahusa sámegielas ja sámegillii, ja oahpahusa dárogillii ja dárogielas juohke ceahkis vuođđoskuvllas.

source: Skolene har rutiner for overganger mellom barnetrinnet og ungdomstrinnet for å sikre elevene sin rett til språkvalg og språkalternativ.
sme: Skuvllain leat rutiinnat mo sihkkarastit oahppiid vuoigatvuođaid giellaválljemiidda ja giellamolssaeavttuide go sirdašuvvet mánáidceahkis nuoraidceahkkái.

source: Skolene viser i sin dokumentasjon eksempler på halvårsplaner og årsplaner hvor kompetansemål fra samisk læreplan er førende og legges til grunn i fagene.
sme: Skuvllat čájehit iežaset dokumentašuvnnas jahkebealleplánáid ja jahkeplánaid mas sámi oahppoplána gealbomihttomearri lea mearrideaddjin ja fágaide vuođđun.

source: Dette gjelder både for samisk som førstespråk og samisk som andrespråk.
sme: Dát gusto sihke Sámegillii vuosttasgiellan ja Sámegillii nubbingiellan.

source: Begge skolene har sendt dokumentasjon på lokale læreplaner i samisk som førstespråk.
sme: Goappašat skuvllat leat sádden dokumentašuvdnan báikkálaš oahppoplánaid Sámegielas vuosttasgiellan.

source: Innsendt dokumentasjon viser også at skolen bruker godkjente læreverk og/eller andre læremidler etter Kunnskapsløftet Samisk.
sme: Vuostáiváldon dokumentašuvdna čájeha maid ahte skuvllat geavahit dohkkehuvvon oahppogirjjiid ja/dahje eará oahpponeavvuid mat leat heivehuvvon Máhttolokten Sápmái.

source: Elevene får opplæring i og /eller på samisk etter samisk læreplan og vurderes etter kompetansemål i det enkelte fag.
sme: Oahppit ožžot oahpahusa sámegielas ja/dahje sámegielas Sámi oahppoplána mielde ja árvvoštallojuvvojit gealbomihttomeriid hárrái ovttaskas fágain.

source: Fylkesmannen vurderer det derfor slik at elevene følger læreplanen i samisk på skolene i Kautokeino kommunen.
sme: Danin Fylkkamánne árvvoštallat ahte oahppit čuvvot Sámi oahppoplána skuvllain Guovdageainnu suohkanis.

source: Fylkesmannen mener å ha nok dokumentasjon som viser at skolene følger gjeldende fag og timefordelingsplan.
sme: Fylkkamánne oaivvilda alddis leat doarvái dokumentašuvnna mii čájeha ahte skuvllat čuvvot doaibmi fága- ja diibmojuohkinplána.

source: Dokumentasjon viser at lærerne på Kautokeino barneskole og Kautokeino ungdomsskole har nødvendig kompetanse og på bakgrunn av dette vurderer Fylkesmannen at Kautokeino kommune sikrer at lovkravet blir oppfylt.
sme: Dokumentašuvdna čájeha ahte oahpaheaddjiin Guovdageainnu mánáidskuvllas ja Guovdageainnu nuoraidskuvllas lea dárbbašlaš gelbbolašvuohta ja dan vuođul árvvoštallá Fylkkamánne ahte Guovdageainnu suohkan sihkkarastá ahte láhkagáibádus ollašuvvá.

source: Skolen har tilgjengelig og godkjente læremateriell/læremidler.
sme: Skuvllas leat geavahan láhkai dohkálaš ja dohkkehuvvon oahppomateriála/oahpponeavvut.

source: Fylkesmannen vurderer også situasjon i Kautokeino kommune i forhold til krav om system i opplæringsloven § 13-10. Systemkravet innebærer krav til rutiner for kommunikasjon og samhandling mellom skoleeier og skoler i organisasjonen.
sme: Fylkkamánne árvvoštallá maid dili Guovdageainnu suohkanis vuogádatgáibádusa ektui oahpahuslága § 13-10. Vuogádatgáibádus mielddisbuktá gáibádusa ahte leat gulahallan- ja ovttasbargorutiinnat skuvlaeaiggáda ja skuvllaid gaskkas organisašuvnnas.

source: Med bakgrunn i dokumentasjon fra kommunen mener Fylkesmannen at Kautokeino kommune har et forsvarlig system som er robust nok til å avdekke lovbrudd.
sme: Dokumentašuvnna vuođul Fylkkamánne oaivvilda ahte Guovdageainnu suohkanis lea dohkálaš vuogádat mii lea doarvái nanus fuopmášit láhkarihkkumiid.

source: Alta videregående skole
sme: Álttá joatkkaskuvla

source: Det er i perioden fra 2012 til juni 2015 ført tilsyn med samiskopplæringa ved en videregående skole i Norge.
sme: Áigodagas 2012 gitta geassemánu 2015 lea čađahuvvon bearráigeahčču sámegiela oahpahusas ovtta joatkkaskuvllas Norggas.

source: Dette gjelder Alta videregående skole som er eid av Finnmark fylkeskommune.
sme: Lea dahkkon Álttá joatkkaskuvllas maid Finnmárkku fylkkagielda eaiggáda.

source: Tilsynet ble gjennomført med dokumentkontroll og intervjuer med nøkkelpersoner og elever.
sme: Bearráigeahččamis dárkkistii dokumeanttaid ja jearahalai čoavddaolbmuid ja oahppiid.

source: Lovgrunnlaget for tilsynet skiller seg litt ut fra de andre tilsynene fordi en vurderer opplæringsloven § 6-3 som sier at: Samar i vidaregåande opplæring har rett til opplæring i samisk.
sme: Dán bearráigeahččama láhkavuođđu lea earáláhkai go eará bearráigeahččamiin dannego das árvvoštallá oahpahusa oahpahuslága § 6-3 ektui mas daddjo ahte: “Sápmelaččain joatkkaskuvllain lea riekti oažžut oahpahusa sámegielas.

source: Departementet kan gi forskrifter om alternative former for slik opplæring når opplæringa ikkje kan givast med eigna undervisningspersonale på skolen.
sme: Departemeanta sáhttá mearridit láhkaásahusaid molssaevttolaš oahpahusvugiide go oahpahusa ii sáhte fállat skuvlla iežas oahpaheddjiiguin.

source: Fylkesmannens vurdering viser at Alta Videregående skole oppfyller denne lovparagrafen for samiske elever og har gode rutiner for å gjennomføre opplæring i samisk.
sme: ” Fylkkamánne árvvoštallan čájeha ahte Álttá joatkkaskuvla ollašuhttá dán láhkaparagráfa sámi oahppiid oahpahusas ja skuvllas leat buorit rutiinnat čađahit oahpahusa sámegielas.

source: 2.7 Utfordringer og anbefalinger
sme: 2.7 Hástalusat ja ávžžuhusat

source: Det har i denne artikkelen kommet fram at opplæringa i samisk i grunnskolene og den videregående opplæringa har en del utfordringer.
sme: Dán artihkkalis lea boahtán ovdan ahte oahpahusas sámegielas vuođđoskuvllas ja joatkkaoahpahusas leat muhtin hástalusat.

source: Antallet elever som mottar opplæring i Samisk førstespråk går ned både i grunnskolen og i den videregående opplæringa.
sme: Oahppiidlohku geat ožžot oahpahusa Sámegielas vuosttasgiellan geahppána sihke vuođđoskuvllas ja joatkkaoahpahusas.

source: For grunnskolen har denne nedgangen pågått så lenge at det må kunne kalles for en trend.
sme: Vuođđoskuvllas lea dát geahppáneapmi dáhpáhuvvan nu guhká ahte sáhttá gohčodit dan treandan.

source: For den videregående opplæringa er det for tidlig å trekke noen slutninger.
sme: Joatkkaoahpahusas lea menddo árrat diehtit sihkkarit leago treanda.

source: Elevene som mottar opplæring i Samisk førstespråk i grunnskolen har normalt også opplæring i andre fag på samisk.
sme: Oahppit geat ožžot oahpahusa Sámegielas vuosttasgiellan vuođđoskuvllas, ožžot dábálaččat maiddái oahpahusa eará fágain sámegillii.

source: Antallet elever med Samisk førstespråk uten opplæring på samisk i andre fag har imidlertid økt.
sme: Dattetge lea nu ahte oahppiidlohku geat ožžot oahpahusa Sámegielas vuosttasgiellan, muhto eai oaččo oahpahusa eará fágain sámegillii, lea lassánan.

source: Det er ikke mulig å si noe om årsakene til denne økninga.
sme: Ii leat vejolaš dadjat mas dát lassáneapmi boahtá.

source: Disse forholdene bør imidlertid undersøkes nærmere.
sme: Dáid áššiid galggašii guorahallat dárkileappot.

source: Antallet elever som mottar opplæring i Samisk andrespråk ser ut til å ha stabilisert seg på et lavere nivå enn tidligere.
sme: Oahppiidlohku geat ožžot oahpahusa Sámegielas nubbingiellan vuođđoskuvllas orrot stáđásmuvvamin, muhto vuollegeappo dásis go ovdal.

source: For å styrke revitaliseringa av samiske språk burde det være en målsetning å øke dette elevtallet.
sme: Nannen dihte sámegielaid ealáskahttima galggašii leat mihttomearri ahte dát oahppiidlohku lassána.

source: I den videregående opplæringa har antallet elever som mottar opplæring i Samisk andrespråk økt.
sme: Joatkkaoahpahusas lea oahppiidlohku Sámegielas nubbingiellan lassánan.

source: Dette er en positiv utvikling.
sme: Dát lea positiiva ovdáneapmi.

source: Det bør likevel undersøkes nærmere om det er et bortfall av elever som har hatt opplæring i samisk i grunnskolen, men ikke har opplæring i Samisk andrespråk i den videregående opplæringen.
sme: Galggašii dattetge guorahallat buorebut heitetgo oahppit geat leat lohkan Sámegiela nubbingiellan vuođđoskuvllas, oahppamis sámegiela joatkkaoahpahusas.

source: Det har kommet fram forhold som tyder på det og eventuelle årsaker bør undersøkes nærmere.
sme: Artihkkalis leat boahtán ovdan áššit mat čujuhit dasa, ja danne galggašii dutkat vejolaš sivaid buorebut.
